Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=215_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Katso lyhytvideo Inarinsaamenkielen tilasta !
sme: Geahča oanehisvideo anárašgiela dili birra

source: Räppäri Amoc alias Mikkâl Antti Morottaja tekee musiikkia inarinsaamen kielellä.
sme: Rap artista Amoc alias Mikkâl Antti Morottaja dahká musihka anárašgillii.

source: Amocin ja räpin kautta myös lapset kiinnostuvat kielen puhumisesta.
sme: Amoca ja rap musihka bokte maid mánát beroštišgohtet giela hállamis.

source: Ohjaus / leikkaus: Ima Aikio-Arianaick, kuvaus: Antti Kyrö
sme: Bagadallan / čuohppan: Ima Aikio-Arianaick, govven: Antti Kyrö

source: Tuotanto: Saamelaisalueen koulutuskeskus 2004
sme: Buvttadeapmi: Sámi oahpahusguovddáš 2004
